const botMessages = {
    welcomeMessage: "Добро пожаловать в бот, который будет присылать Вам вакансии по интересующей вас теме.\n"+
        "Для получения интереснных именно Вам вакансий, Вы можете настроить фильтры, "+
        "выбрав страну, город(и его пригород если нужно), сферу деятельности компании и профессию, желаемый уровень зарплаты, "+
        "тип занятости и режим работы.",
    selectCountryMessage: "Выберите Вашу страну из списка",
    selectFirstCountryMessage: "Сначала выберите Вашу страну из списка",
    selectCityMessage: "Выберите город из списка",
    selectSubCityMessage: "Выберите пригород из списка",
    afterSelectCityMessage: "Вы можете выбрать пригород города или начать выбор профессии",
    afterSelectSubCityMessage: "Вы можете выбрать еще один пригород или начать выбор профессии",
    selectScopeMessage: "Выберите сферу деятельности компании из списка",
    afterSelectScopeMessage: "Выберите еще одну сферу деятельности компании из списка или начните получать вакансии",
    selectProfessionMessage: "Выберите профессию из списка",
    afterSelectProfessionMessage: "Все необходимые критерии учтены. Вы можете выбрать еще одну профессию или выбрать дополнительно тип занятости",
    afterSelectProfessionNotCountryMessage: "Вы можете выбрать еще одну профессию или выбрать страну и город, по которому будете получать вакансии",
    afterSelectProfessionNotCityMessage: "Вы можете выбрать еще одну профессию или выбрать город, по которому будете получать вакансии",
    selectSalariesMessage: "Выберите один или несколько диапазонов зарплат эквивалетных долларам",
    afterSelectSalaryMessage: "Выберите еще один диапазон зарплаты, продолжите настройку фильтров или начните получать вакансии",
    selectEmploymentTypeMessage: "Выберите тип занятости из списка",
    afterSelectEmploymentTypeMessage: "Выберите еще один тип занятости, выберите режим работы или начните получать вакансии",
    selectWorkType: "Выберите режим работы",
    afterSelectWorkTypeMessage: "Выберите еще один режим работы работы, или начните получать вакансии",
    selectEmploymentTypeMessage: "Выберите тип занятости",
    afterGetVacancies: "Отличный выбор! С этого момента Вы будете получать вакансии каждые 30 минут",
};

export default botMessages;