const scopes = [
    {
        dataMarker: "tourizm",
        name: "Туризм и рестораны",
        items: ["Водитель", "Грузчик", "Кладовщик", "Курьер", "Официант", "Разнорабочий", "Торговый представитель", "Уборщик/ца", "Грузчик", "Бармен", "Бариста"]
    },
    {
        dataMarker: "transport",
        name: "Транспорт и логистика",
        items: ["Водитель", "Курьер", "Фасовщик", "Комплектовщик", "Грузчик", "Упаковщик", "Сборщик", "Сортировщик", "Подменный водитель", "Разнорабочий", "Кладовщик", "Ночной кладовщик"]
    },
    {
        dataMarker: "building",
        name: "Строительство",
        items: ["Слесарь", "Уборщик", "Курьер", "Плиточник", "Разнорабочий", "Подсобник", "Плотник", "Водитель", "Грузчик", "Строитель", "Отделочник", "Помощник", "Монтажник", "Сторож", "Охранник"]
    },
    {
        dataMarker: "production",
        name: "Производство",
        items: ["Намотчик катушек", "Швея", "Курьер", "Шлифовщик", "Пескоструйщик", "Сторож", "Охранник", "Работник прачечной", "Столяр", "Разнорабочий", "Помощник", "Упаковщик", "Закройщик", "Кладовщик", "Комплектовщик", "Сборщик", "Грузчик", "Водитель"]
    },
    {
        dataMarker: "security",
        name: "Охрана, Безопасность",
        items: ["Контролер", "Охранник", "Сторож", "Инспектор", "Сотрудник контроля", "Сотрудник охраны", "Оператор видеоконтроля", "Помощник", "Водитель"]
    },
    {
        dataMarker: "courier",
        name: "Курьерская доставка",
        items: ["Курьер", "Курьер водитель", "Велокурьер", "Мотокурьер", "Курьер на самокате", "Водитель", "Экспедитор"]
    },
];


export default scopes;